Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# NoZapTargetsText.Text
source: No favorites yet. Add stations to your favorites to choose where the zapper may go.
ar_sa: لا توجد مفضلات بعد. أضف محطات إلى مفضلاتك لتختار أين يمكن أن ينتقل المبدِّل.
cs_cz: Zatím žádné oblíbené. Přidejte stanice do oblíbených, abyste mohli zvolit, kam může zapper přepínat.
da_dk: Ingen favoritter endnu. Føj stationer til dine favoritter for at vælge, hvor zapperen må gå hen.
de_de: Noch keine Favoriten. Füge Sender zu deinen Favoriten hinzu, um zu wählen, wohin der Zapper darf.
el_gr: Δεν υπάρχουν ακόμη αγαπημένα. Προσθέστε σταθμούς στα αγαπημένα για να επιλέξετε πού μπορεί να πηγαίνει ο zapper.
fi_fi: Ei vielä suosikkeja. Lisää asemia suosikkeihin valitaksesi, minne zapperi saa vaihtaa.
fr_fr: Pas encore de favoris. Ajoutez des stations à vos favoris pour choisir où le zappeur peut aller.
he_il: אין עדיין מועדפים. הוסיפו תחנות למועדפים כדי לבחור לאן הזאפר יכול לעבור.
hi_in: अभी कोई पसंदीदा नहीं। ज़ैपर कहाँ जा सकता है यह चुनने के लिए स्टेशनों को पसंदीदा में जोड़ें।
hu_hu: Még nincsenek kedvencek. Adjon állomásokat a kedvencekhez, hogy kiválaszthassa, hová válthat a zapper.
id_id: Belum ada favorit. Tambahkan stasiun ke favorit untuk memilih ke mana zapper boleh pindah.
ja_jp: お気に入りはまだありません。局をお気に入りに追加すると、ザッパーの行き先を選べます。
ko_kr: 아직 즐겨찾기가 없습니다. 방송국을 즐겨찾기에 추가하면 재퍼가 갈 곳을 고를 수 있습니다.
nb_no: Ingen favoritter ennå. Legg til stasjoner i favorittene for å velge hvor zapperen kan gå.
nl_nl: Nog geen favorieten. Voeg zenders toe aan je favorieten om te kiezen waar de zapper heen mag.
pl_pl: Brak ulubionych. Dodaj stacje do ulubionych, aby wybrać, dokąd zapper może przełączać.
pt_br: Ainda não há favoritos. Adicione estações aos favoritos para escolher para onde o zapper pode ir.
ro_ro: Încă nu aveți favorite. Adăugați posturi la favorite pentru a alege unde poate merge zapperul.
ru_ru: Избранного пока нет. Добавьте станции в избранное, чтобы выбрать, куда может переключаться заппер.
sk_sk: Zatiaľ žiadne obľúbené. Pridajte stanice do obľúbených, aby ste mohli zvoliť, kam môže zapper prepínať.
sv_se: Inga favoriter än. Lägg till stationer i dina favoriter för att välja vart zappern får gå.
th_th: ยังไม่มีสถานีโปรด เพิ่มสถานีในรายการโปรดเพื่อเลือกว่า Zapper จะไปที่ใดได้บ้าง
tr_tr: Henüz favori yok. Zapper'ın nereye gidebileceğini seçmek için istasyonları favorilerinize ekleyin.
uk_ua: Обраних станцій ще немає. Додайте станції до обраних, щоб вибрати, куди може перемикати запер.
vi_vn: Chưa có đài yêu thích. Thêm đài vào yêu thích để chọn nơi zapper có thể chuyển đến.
zh_tw: 尚無最愛。將電台加入最愛，即可選擇轉台器可以轉到哪裡。

# ZapToSongStartHeading.Text
source: Zap to the start of the song
ar_sa: التبديل إلى بداية الأغنية
cs_cz: Přepínat na začátek písničky
da_dk: Zap til starten af sangen
de_de: Zum Anfang des Lieds zappen
el_gr: Μετάβαση στην αρχή του τραγουδιού
fi_fi: Vaihda kappaleen alkuun
fr_fr: Zapper au début du morceau
he_il: מעבר לתחילת השיר
hi_in: गाने की शुरुआत पर जाएँ
hu_hu: Váltás a dal elejére
id_id: Pindah ke awal lagu
ja_jp: 曲の頭にザップする
ko_kr: 노래 처음부터 전환
nb_no: Zapp til starten av sangen
nl_nl: Zappen naar het begin van het nummer
pl_pl: Przełączaj na początek piosenki
pt_br: Zapear para o início da música
ro_ro: Schimbă la începutul melodiei
ru_ru: Переключаться на начало песни
sk_sk: Prepínať na začiatok pesničky
sv_se: Zappa till början av låten
th_th: เปลี่ยนไปที่ต้นเพลง
tr_tr: Şarkının başına geç
uk_ua: Перемикати на початок пісні
vi_vn: Chuyển đến đầu bài hát
zh_tw: 轉台時從歌曲開頭播放

# ZapToSongStartText.Text
source: A zap lands on a station that is playing a song, usually halfway through it. To start that song from its beginning instead, the last minutes of every favorite are kept in memory (a time-shift buffer). It also cuts a break off exactly where it begins, because the break is known before it is heard. You then listen a little behind the broadcast, at most the length of the song a zap landed in, and Go live catches up at once. Switched off, no buffers are kept and their memory is freed: every station plays live, and a zap lands wherever the song is.
ar_sa: ينتهي التبديل على محطة تشغّل أغنية، عادةً في منتصفها. لبدء تلك الأغنية من أولها بدلًا من ذلك، تُحفظ آخر دقائق من كل محطة مفضلة في الذاكرة (مخزن مؤقت للإزاحة الزمنية). ويتيح ذلك أيضًا قطع الفاصل عند بدايته تمامًا، لأنه معروف قبل أن يُسمع. تستمع حينها متأخرًا قليلًا عن البث، بحد أقصى طول الأغنية التي انتهى عندها التبديل، ويلحق زر العودة إلى المباشر بالبث فورًا. عند إيقاف الميزة، لا تُحفظ مخازن مؤقتة وتُحرَّر ذاكرتها: تُشغَّل كل محطة مباشرة، وينتهي التبديل حيثما كانت الأغنية.
cs_cz: Přepnutí dopadne na stanici, která hraje písničku, obvykle do její poloviny. Aby místo toho začala písnička od začátku, uchovávají se v paměti poslední minuty každé oblíbené stanice (vyrovnávací paměť časového posunu). Také to umožní useknout přestávku přesně tam, kde začíná, protože je známa dřív, než ji uslyšíte. Pak posloucháte trochu za vysíláním, nejvýše o délku písničky, na kterou se přepnulo, a tlačítko Živě to okamžitě dožene. Po vypnutí se vyrovnávací paměti neuchovávají a jejich paměť se uvolní: každá stanice hraje živě a přepnutí dopadne tam, kde písnička právě je.
da_dk: En zapning lander på en station, der spiller en sang, som regel midt i den. For i stedet at starte sangen fra begyndelsen gemmes de sidste minutter af hver favorit i hukommelsen (en tidsforskydningsbuffer). Det klipper også en pause af præcis, hvor den begynder, fordi pausen kendes, før den høres. Du lytter så lidt efter udsendelsen, højst så længe som den sang, zapningen landede i, og Gå live indhenter det med det samme. Slået fra gemmes ingen buffere, og deres hukommelse frigives: alle stationer spiller live, og en zapning lander, hvor sangen er.
de_de: Ein Zap landet auf einem Sender, der gerade ein Lied spielt, meist mitten darin. Damit dieses Lied stattdessen von Anfang an läuft, werden die letzten Minuten jedes Favoriten im Arbeitsspeicher behalten (ein Time-Shift-Puffer). So wird auch eine Pause genau dort abgeschnitten, wo sie beginnt, weil sie bekannt ist, bevor sie zu hören ist. Du hörst dann etwas hinter der Sendung, höchstens die Länge des Lieds, in dem ein Zap gelandet ist, und Live holt sofort auf. Ausgeschaltet werden keine Puffer behalten und ihr Speicher wird freigegeben: Jeder Sender läuft live, und ein Zap landet dort, wo das Lied gerade ist.
el_gr: Μια μετάβαση καταλήγει σε σταθμό που παίζει τραγούδι, συνήθως στη μέση του. Για να ξεκινά αντί γι' αυτό το τραγούδι από την αρχή, τα τελευταία λεπτά κάθε αγαπημένου κρατιούνται στη μνήμη (προσωρινή μνήμη χρονικής μετατόπισης). Έτσι κόβεται επίσης ένα διάλειμμα ακριβώς εκεί που αρχίζει, επειδή είναι γνωστό πριν ακουστεί. Ακούτε τότε λίγο πίσω από τη μετάδοση, το πολύ όσο διαρκεί το τραγούδι όπου κατέληξε η μετάβαση, και το Ζωντανά καλύπτει αμέσως τη διαφορά. Όταν είναι απενεργοποιημένο, δεν κρατιούνται προσωρινές μνήμες και η μνήμη τους αποδεσμεύεται: κάθε σταθμός παίζει ζωντανά και η μετάβαση καταλήγει όπου βρίσκεται το τραγούδι.
fi_fi: Vaihto osuu asemalle, jolla soi kappale, yleensä sen puoliväliin. Jotta kappale alkaisi sen sijaan alusta, jokaisen suosikin viimeiset minuutit pidetään muistissa (aikasiirtopuskuri). Se myös katkaisee katkon täsmälleen sen alusta, koska katko tiedetään ennen kuin se kuuluu. Kuuntelet silloin hieman lähetystä jäljessä, enintään sen kappaleen pituuden verran, johon vaihto osui, ja Suoraan lähetykseen ottaa sen heti kiinni. Pois päältä puskureita ei pidetä ja niiden muisti vapautetaan: jokainen asema soi suorana, ja vaihto osuu siihen kohtaan, jossa kappale on.
fr_fr: Un zap atterrit sur une station qui joue un morceau, généralement en plein milieu. Pour faire démarrer ce morceau depuis le début, les dernières minutes de chaque favori sont gardées en mémoire (une mémoire tampon de différé). Une pause est aussi coupée exactement là où elle commence, car elle est connue avant d’être entendue. Vous écoutez alors un peu en retard sur la diffusion, au plus la durée du morceau où un zap a atterri, et Direct rattrape aussitôt. Désactivé, aucune mémoire tampon n’est gardée et sa mémoire est libérée : chaque station passe en direct, et un zap atterrit là où en est le morceau.
he_il: מעבר נוחת בתחנה שמשמיעה שיר, בדרך כלל באמצעו. כדי להתחיל את השיר מתחילתו במקום זאת, הדקות האחרונות של כל מועדפת נשמרות בזיכרון (מאגר הסטת זמן). זה גם חותך הפסקה בדיוק היכן שהיא מתחילה, כי היא ידועה לפני שהיא נשמעת. אז אתם מאזינים מעט אחרי השידור, לכל היותר באורך השיר שאליו נחת המעבר, ו"לשידור החי" משלים את הפער מיד. כשהאפשרות כבויה, לא נשמרים מאגרים והזיכרון שלהם משתחרר: כל תחנה מושמעת בשידור חי, והמעבר נוחת היכן שהשיר נמצא.
hi_in: स्टेशन बदलने पर आप ऐसे स्टेशन पर पहुँचते हैं जो गाना बजा रहा है, आमतौर पर उसके बीच में। उस गाने को शुरू से चलाने के लिए, हर पसंदीदा के आख़िरी कुछ मिनट मेमोरी में रखे जाते हैं (टाइम-शिफ़्ट बफ़र)। इससे ब्रेक को भी ठीक वहीं काटा जाता है जहाँ वह शुरू होता है, क्योंकि ब्रेक सुनाई देने से पहले ही पता होता है। तब आप प्रसारण से थोड़ा पीछे सुनते हैं, अधिकतम उस गाने की लंबाई जितना जिस पर पहुँचे थे, और लाइव पर जाएँ तुरंत बराबर कर देता है। बंद करने पर कोई बफ़र नहीं रखा जाता और उनकी मेमोरी खाली हो जाती है: हर स्टेशन लाइव चलता है, और स्टेशन बदलने पर आप गाने में जहाँ भी हो वहीं पहुँचते हैं।
hu_hu: A váltás olyan állomásra érkezik, amely éppen dalt játszik, általában annak a közepén. Hogy a dal inkább az elejéről induljon, minden kedvenc utolsó néhány perce a memóriában marad (időeltolási puffer). Ez a szünetet is pontosan ott vágja el, ahol kezdődik, mert a szünet ismert, mielőtt hallható lenne. Ilyenkor kicsit az adás mögött hallgat, legfeljebb annyival, amilyen hosszú a dal, ahová a váltás érkezett, és az Élőre gomb azonnal utoléri. Kikapcsolva nem tart meg puffert, és felszabadítja a memóriájukat: minden állomás élőben szól, és a váltás ott érkezik, ahol a dal éppen tart.
id_id: Perpindahan mendarat di stasiun yang sedang memutar lagu, biasanya di tengah lagu. Agar lagu itu dimulai dari awal, beberapa menit terakhir setiap favorit disimpan di memori (buffer pergeseran waktu). Ini juga memotong jeda tepat di awalnya, karena jeda sudah diketahui sebelum terdengar. Anda lalu mendengarkan sedikit di belakang siaran, paling lama sepanjang lagu tempat perpindahan mendarat, dan Ke siaran langsung langsung menyusul. Jika dimatikan, tidak ada buffer yang disimpan dan memorinya dibebaskan: setiap stasiun diputar langsung, dan perpindahan mendarat di mana pun lagunya berada.
ja_jp: ザップ先の局はたいてい曲の途中です。その曲を頭から再生するために、各お気に入りの直近数分をメモリーに保持します (タイムシフト バッファー)。区切りも聞こえる前にわかるので、ちょうど始まる位置で切り替えられます。そのぶん放送より少し遅れて聴くことになりますが、遅れはザップ先の曲の長さまでで、[ライブ] ですぐに追いつけます。オフにするとバッファーは保持されず、そのメモリーは解放されます。どの局もライブで再生され、ザップは曲のその時点の位置に切り替わります。
ko_kr: 전환하면 노래를 틀고 있는 방송국으로 가는데, 보통 노래 중간입니다. 대신 그 노래를 처음부터 들으려면 모든 즐겨찾기의 마지막 몇 분을 메모리에 보관합니다(타임시프트 버퍼). 광고가 들리기 전에 미리 알 수 있으므로 광고를 시작 지점에서 정확히 자를 수도 있습니다. 그러면 방송보다 조금 늦게 듣게 되며, 늦어도 옮겨 간 노래 길이만큼이고, 생방송으로 버튼을 누르면 바로 따라잡습니다. 끄면 버퍼를 보관하지 않고 메모리를 해제합니다. 모든 방송국이 생방송으로 재생되고 전환은 노래가 어디쯤이든 그 지점으로 갑니다.
nb_no: En zapping havner på en stasjon som spiller en sang, som regel midt i den. For å starte sangen fra begynnelsen i stedet, lagres de siste minuttene av hver favoritt i minnet (en tidsforskyvningsbuffer). Det klipper også en pause nøyaktig der den begynner, fordi pausen er kjent før den høres. Du lytter da litt etter sendingen, høyst like lenge som sangen zappingen havnet i, og Gå direkte tar igjen med én gang. Slått av lagres ingen buffere, og minnet deres frigjøres: alle stasjoner spilles direkte, og en zapping havner der sangen er.
nl_nl: Een zap landt op een zender die een nummer speelt, meestal halverwege. Om dat nummer in plaats daarvan vanaf het begin te laten horen, worden de laatste minuten van elke favoriet in het geheugen bewaard (een time-shift-buffer). Daardoor wordt een blok ook precies afgekapt waar het begint, omdat het bekend is voordat je het hoort. Je luistert dan iets achter de uitzending, hooguit de lengte van het nummer waarin een zap landde, en Live haalt dat meteen in. Uitgeschakeld worden er geen buffers bewaard en komt hun geheugen vrij: elke zender speelt live en een zap landt waar het nummer op dat moment is.
pl_pl: Przełączenie trafia na stację, która gra piosenkę, zwykle w jej połowie. Aby zamiast tego zacząć tę piosenkę od początku, ostatnie minuty każdej ulubionej stacji są przechowywane w pamięci (bufor przesunięcia czasowego). Pozwala to też uciąć przerwę dokładnie tam, gdzie się zaczyna, bo jest znana, zanim ją usłyszysz. Słuchasz wtedy nieco za transmisją, najwyżej o długość piosenki, na którą przełączono, a przycisk Na żywo od razu nadrabia opóźnienie. Po wyłączeniu bufory nie są przechowywane, a ich pamięć jest zwalniana: każda stacja gra na żywo, a przełączenie trafia w dowolne miejsce piosenki.
pt_br: Um zap cai numa estação que está tocando uma música, geralmente no meio dela. Para que essa música comece do início, os últimos minutos de cada favorito ficam guardados na memória (um buffer de time-shift). Assim um intervalo também é cortado exatamente onde começa, porque ele é conhecido antes de ser ouvido. Você passa a ouvir um pouco atrás da transmissão, no máximo a duração da música em que um zap caiu, e Ao vivo alcança na hora. Desligado, nenhum buffer é guardado e a memória dele é liberada: toda estação toca ao vivo, e um zap cai onde a música estiver.
ro_ro: O schimbare ajunge pe un post care difuzează o melodie, de obicei la jumătatea ei. Pentru a porni melodia de la început, ultimele minute ale fiecărui favorit sunt păstrate în memorie (un buffer de decalaj). Astfel, pauza este tăiată exact unde începe, pentru că e cunoscută înainte de a se auzi. Ascultați atunci puțin în urma emisiei, cel mult cât durata melodiei pe care s-a ajuns, iar În direct recuperează imediat. Dezactivat, nu se păstrează buffere și memoria lor este eliberată: fiecare post se aude în direct, iar schimbarea ajunge oriunde se află melodia.
ru_ru: Переключение попадает на станцию, где играет песня, обычно на её середину. Чтобы вместо этого начать песню с начала, последние минуты каждой избранной станции хранятся в памяти (буфер сдвига во времени). Это также позволяет обрезать паузу точно там, где она начинается, потому что она известна до того, как её слышно. Тогда вы слушаете немного позже эфира, не больше длины песни, на которую переключились, а кнопка «В эфир» сразу догоняет трансляцию. Если выключить, буферы не хранятся и их память освобождается: каждая станция играет в прямом эфире, а переключение попадает туда, где сейчас песня.
sk_sk: Prepnutie dopadne na stanicu, ktorá hrá pesničku, zvyčajne do jej polovice. Aby sa namiesto toho pesnička začala od začiatku, uchovávajú sa v pamäti posledné minúty každej obľúbenej stanice (vyrovnávacia pamäť časového posunu). Tiež to umožní odstrihnúť prestávku presne tam, kde začína, pretože je známa skôr, než ju počuť. Potom počúvate trochu za vysielaním, najviac o dĺžku pesničky, na ktorú sa prepnulo, a tlačidlo Naživo to okamžite dobehne. Po vypnutí sa vyrovnávacie pamäte neuchovávajú a ich pamäť sa uvoľní: každá stanica hrá naživo a prepnutie dopadne tam, kde práve je pesnička.
sv_se: En zappning hamnar på en station som spelar en låt, oftast mitt i den. För att i stället starta låten från början sparas de senaste minuterna av varje favorit i minnet (en tidsförskjutningsbuffert). Det klipper också av ett avbrott exakt där det börjar, eftersom avbrottet är känt innan det hörs. Du lyssnar då lite efter sändningen, högst lika länge som låten en zappning hamnade i, och Gå live kommer ikapp direkt. Avstängt sparas inga buffertar och deras minne frigörs: alla stationer spelas live och en zappning hamnar där låten är.
th_th: การเปลี่ยนสถานีจะไปตกที่สถานีที่กำลังเล่นเพลง ซึ่งมักอยู่กลางเพลง เพื่อให้เพลงนั้นเริ่มจากต้นแทน ระบบจะเก็บไม่กี่นาทีล่าสุดของสถานีโปรดทุกสถานีไว้ในหน่วยความจำ (บัฟเฟอร์เลื่อนเวลา) ซึ่งยังช่วยตัดช่วงพักตรงจุดที่เริ่มพอดี เพราะรู้ล่วงหน้าก่อนได้ยิน คุณจะฟังช้ากว่าการออกอากาศเล็กน้อย ไม่เกินความยาวของเพลงที่เปลี่ยนไป และปุ่มกลับไปฟังสดจะตามทันทันที เมื่อปิด จะไม่เก็บบัฟเฟอร์และคืนหน่วยความจำ ทุกสถานีจะเล่นแบบสด และการเปลี่ยนสถานีจะไปตกที่ตำแหน่งปัจจุบันของเพลง
tr_tr: Bir geçiş, şarkı çalan bir istasyona genellikle şarkının ortasında denk gelir. Bunun yerine o şarkıyı baştan başlatmak için her favorinin son dakikaları bellekte tutulur (zaman kaydırma arabelleği). Bu ayrıca bir arayı tam başladığı yerde keser, çünkü ara duyulmadan önce bilinir. O zaman yayını biraz geriden, en fazla geçilen şarkının uzunluğu kadar geriden dinlersiniz ve Canlıya geç hemen yetişir. Kapatıldığında arabellek tutulmaz ve belleği serbest bırakılır: her istasyon canlı çalar ve geçiş şarkının neresindeyse oraya denk gelir.
uk_ua: Перемикання потрапляє на станцію, що грає пісню, зазвичай посередині. Щоб ця пісня звучала з початку, останні хвилини кожної обраної станції зберігаються в пам’яті (буфер зсуву в часі). Так і пауза обривається саме там, де починається, бо про неї відомо ще до того, як її чути. Тоді ви слухаєте трохи із запізненням, щонайбільше на довжину пісні, на яку потрапило перемикання, а Наживо одразу наздоганяє. Якщо вимкнути, буфери не зберігаються і їхня пам’ять звільняється: кожна станція грає наживо, а перемикання потрапляє туди, де зараз пісня.
vi_vn: Một lần chuyển kênh sẽ rơi vào đài đang phát bài hát, thường là giữa bài. Để bài hát bắt đầu từ đầu, vài phút cuối của mỗi đài yêu thích được giữ trong bộ nhớ (bộ đệm dịch thời gian). Nhờ đó cũng cắt quảng cáo đúng lúc bắt đầu, vì quảng cáo đã được biết trước khi nghe thấy. Khi đó bạn nghe chậm hơn một chút so với phát sóng, tối đa bằng độ dài bài hát mà lần chuyển kênh rơi vào, và Về trực tiếp sẽ bắt kịp ngay. Khi tắt, không giữ bộ đệm và bộ nhớ được giải phóng: mọi đài phát trực tiếp, và lần chuyển kênh rơi vào đúng chỗ bài hát đang phát.
zh_tw: 轉台時會轉到正在播放歌曲的電台，通常是在歌曲中段。為了改從歌曲開頭播放，每個最愛電台最近幾分鐘的內容會保留在記憶體中 (時間平移緩衝區)。這也能在廣告開始的位置精準切斷，因為在聽到廣告之前就已經知道了。您會比直播稍微落後，最多落後轉入那首歌曲的長度，按「回到直播」可立即追上。關閉後不保留緩衝區並釋放記憶體：所有電台都以直播播放，轉台會落在歌曲當下的位置。

# ZapToSongStartCheckBox.Content
source: Start the song from its beginning when zapping
ar_sa: بدء الأغنية من أولها عند التبديل
cs_cz: Při přepnutí začít písničku od začátku
da_dk: Start sangen fra begyndelsen ved zapning
de_de: Beim Zappen das Lied von Anfang an spielen
el_gr: Έναρξη του τραγουδιού από την αρχή κατά την αλλαγή
fi_fi: Aloita kappale alusta vaihdettaessa
fr_fr: Démarrer le morceau depuis le début en zappant
he_il: התחלת השיר מתחילתו במעבר
hi_in: स्टेशन बदलते समय गाना शुरू से चलाएँ
hu_hu: Váltáskor a dal indítása az elejéről
id_id: Mulai lagu dari awal saat berpindah
ja_jp: ザップ時に曲を頭から再生する
ko_kr: 전환할 때 노래를 처음부터 재생
nb_no: Start sangen fra begynnelsen ved zapping
nl_nl: Het nummer bij het zappen vanaf het begin laten horen
pl_pl: Zaczynaj piosenkę od początku przy przełączaniu
pt_br: Começar a música do início ao zapear
ro_ro: Pornește melodia de la început la schimbare
ru_ru: Начинать песню сначала при переключении
sk_sk: Pri prepnutí začať pesničku od začiatku
sv_se: Starta låten från början vid zappning
th_th: เริ่มเพลงจากต้นเมื่อเปลี่ยนสถานี
tr_tr: Kanal değiştirirken şarkıyı baştan başlat
uk_ua: Під час перемикання починати пісню з початку
vi_vn: Bắt đầu bài hát từ đầu khi chuyển kênh
zh_tw: 轉台時從頭開始播放歌曲

# TimeShiftMemory
source: Uses about {0} MB of memory for your {1} favorites. Keeping fewer minutes, or switching this off, saves memory.
ar_sa: يستخدم نحو {0} ميغابايت من الذاكرة لمفضلاتك البالغ عددها {1}. الاحتفاظ بدقائق أقل أو إيقاف هذه الميزة يوفّر الذاكرة.
cs_cz: Využívá asi {0} MB paměti pro vaše oblíbené stanice ({1}). Méně minut nebo vypnutí této funkce šetří paměť.
da_dk: Bruger omkring {0} MB hukommelse til dine {1} favoritter. Færre minutter, eller at slå dette fra, sparer hukommelse.
de_de: Belegt etwa {0} MB Arbeitsspeicher für deine {1} Favoriten. Weniger Minuten zu behalten oder dies auszuschalten spart Speicher.
el_gr: Χρησιμοποιεί περίπου {0} MB μνήμης για τα {1} αγαπημένα σας. Λιγότερα λεπτά ή η απενεργοποίηση εξοικονομούν μνήμη.
fi_fi: Käyttää noin {0} Mt muistia {1} suosikillesi. Vähemmän minuutteja tai tämän poistaminen käytöstä säästää muistia.
fr_fr: Utilise environ {0} Mo de mémoire pour vos {1} favoris. Garder moins de minutes, ou désactiver cette option, économise de la mémoire.
he_il: משתמש בכ-{0} MB זיכרון עבור {1} המועדפים שלכם. שמירת פחות דקות, או כיבוי האפשרות, חוסכים זיכרון.
hi_in: आपके {1} पसंदीदा के लिए लगभग {0} MB मेमोरी इस्तेमाल करता है। कम मिनट रखने या इसे बंद करने से मेमोरी बचती है।
hu_hu: Körülbelül {0} MB memóriát használ a(z) {1} kedvencéhez. Kevesebb perc megtartása vagy a funkció kikapcsolása memóriát takarít meg.
id_id: Menggunakan sekitar {0} MB memori untuk {1} favorit Anda. Menyimpan lebih sedikit menit, atau mematikan fitur ini, menghemat memori.
ja_jp: {1} 件のお気に入りで約 {0} MB のメモリーを使います。保持する分数を減らすか、オフにするとメモリーを節約できます。
ko_kr: 즐겨찾기 {1}개에 약 {0}MB의 메모리를 사용합니다. 보관 시간을 줄이거나 이 기능을 끄면 메모리를 아낄 수 있습니다.
nb_no: Bruker omtrent {0} MB minne for de {1} favorittene dine. Færre minutter, eller å slå av dette, sparer minne.
nl_nl: Gebruikt ongeveer {0} MB geheugen voor je {1} favorieten. Minder minuten bewaren, of dit uitschakelen, bespaart geheugen.
pl_pl: Zajmuje około {0} MB pamięci dla ulubionych stacji ({1}). Przechowywanie mniejszej liczby minut lub wyłączenie tej funkcji oszczędza pamięć.
pt_br: Usa cerca de {0} MB de memória para os seus {1} favoritos. Guardar menos minutos, ou desligar esta opção, economiza memória.
ro_ro: Folosește aproximativ {0} MB de memorie pentru cele {1} favorite. Mai puține minute sau dezactivarea economisesc memorie.
ru_ru: Использует около {0} МБ памяти для ваших избранных станций ({1}). Меньше минут или выключение функции экономит память.
sk_sk: Využíva asi {0} MB pamäte pre vaše obľúbené stanice ({1}). Menej minút alebo vypnutie tejto funkcie šetrí pamäť.
sv_se: Använder ungefär {0} MB minne för dina {1} favoriter. Färre minuter, eller att stänga av det här, sparar minne.
th_th: ใช้หน่วยความจำประมาณ {0} MB สำหรับสถานีโปรด {1} สถานีของคุณ การเก็บนาทีน้อยลงหรือปิดฟีเจอร์นี้จะช่วยประหยัดหน่วยความจำ
tr_tr: {1} favoriniz için yaklaşık {0} MB bellek kullanır. Daha az dakika tutmak veya bunu kapatmak bellek tasarrufu sağlar.
uk_ua: Використовує близько {0} МБ пам’яті для ваших обраних станцій ({1}). Менше хвилин або вимкнення цієї функції заощаджує пам’ять.
vi_vn: Dùng khoảng {0} MB bộ nhớ cho {1} đài yêu thích của bạn. Giữ ít phút hơn, hoặc tắt tính năng này, sẽ tiết kiệm bộ nhớ.
zh_tw: 您的 {1} 個最愛約使用 {0} MB 記憶體。保留較少分鐘數或關閉此功能可節省記憶體。
